[
    {
        " ID": "47",
        "Message Text": "Where do I go for financial assistance to start a business \n",
        "User": "projectfree83@gmail.com",
        "Channel": ""
    },
    {
        " ID": "45",
        "Message Text": "Will try to visit CBH tomorrow and will respond with feedback. 👍",
        "User": "danderosato@gmail.com",
        "Channel": ""
    },
    {
        " ID": "42",
        "Message Text": "Question: Does anyone know if there are any legal restrictions on formerly incarcerated people getting certain jobs?",
        "User": "gingerweber1353@hotmail.net",
        "Channel": "Philadelphia Lawyers for Social Equity"
    },
    {
        " ID": "41",
        "Message Text": "Anyone else a musician or artist? Looking to connect with creative folks in the re-entry community.",
        "User": "steelgrant2427@outlook.ca",
        "Channel": "Uplift Workforce Solutions"
    },
    {
        " ID": "40",
        "Message Text": "Looking for: Resources to help me get my GED. Any suggestions?",
        "User": "beatricealadefa@yahoo.net",
        "Channel": "ACHIEVEability"
    },
    {
        " ID": "39",
        "Message Text": "Anyone else dealing with anxiety or depression after release? Sharing experiences can be helpful.",
        "User": "ameryharper6871@aol.org",
        "Channel": "Community Residential Rehabilitation Services"
    },
    {
        " ID": "38",
        "Message Text": "PSA: Don't forget to register to vote! It's important to make our voices heard.",
        "User": "jaelfranco1211@hotmail.couk",
        "Channel": ""
    },
    {
        " ID": "37",
        "Message Text": "Looking for places to get a haircut and some new clothes for cheap. Any recommendations near Fairmount?",
        "User": "melvinveena9748@outlook.com",
        "Channel": "Our Closet In Your Neighborhood"
    },
    {
        " ID": "36",
        "Message Text": "Question: Anyone familiar with halfway houses in Philly? What are some good ones to consider?",
        "User": "macy3297@yahoo.net",
        "Channel": "Bridge House Transitional Housing"
    },
    {
        " ID": "35",
        "Message Text": "FreePass success story here! Just landed a job at AutoZone thanks to the help of Brown Reentry Consulting. Feeling grateful and motivated!",
        "User": "kevynmayer3638@icloud.couk",
        "Channel": "PA CareerLink Northwest"
    },
    {
        " ID": "34",
        "Message Text": "Feeling lost on how to rebuild my credit score. Any tips on financial literacy resources available in Philly?",
        "User": "davisschuster8609@yahoo.net",
        "Channel": "Uplift Workforce Solutions"
    },
    {
        " ID": "33",
        "Message Text": "Question: Does anyone know if there are any financial aid programs specifically for formerly incarcerated students?",
        "User": "igorcontreras6290@google.net",
        "Channel": "Uplift Workforce Solutions"
    },
    {
        " ID": "32",
        "Message Text": "Anyone here into fitness or sports? Looking for some positive activities to stay on track.",
        "User": "roganblanc@hotmail.couk",
        "Channel": "City Fitness"
    },
    {
        " ID": "31",
        "Message Text": "Hey everyone, checking in. Feeling anxious about staying sober. Any recommendations for addiction treatment centers that accept Medicaid?",
        "User": "elianaztrk6256@hotmail.couk",
        "Channel": "H.E.L.P. Philadelphia"
    },
    {
        " ID": "30",
        "Message Text": "Transportation can be a real barrier. Any suggestions for affordable ways to get around the city?",
        "User": "anjolieschippers1129@hotmail.ca",
        "Channel": "Broad Street Ministry"
    },
    {
        " ID": "29",
        "Message Text": "Feeling frustrated with the lack of affordable housing options. Is there any support available for formerly incarcerated people experiencing homelessness?",
        "User": "quamarschmidt@aol.com",
        "Channel": "Help at Home"
    },
    {
        " ID": "28",
        "Message Text": "Anyone here register for benefits yet? Feeling lost in the whole process. Any tips on navigating the social services system?",
        "User": "carllal@icloud.edu",
        "Channel": "H.E.L.P. Philadelphia"
    },
    {
        " ID": "27",
        "Message Text": "Looking for a women's safe space to connect with others who've been through the system. Any recommendations for re-entry support groups in Philly?",
        "User": "nellhe@hotmail.edu",
        "Channel": "Project HOME"
    },
    {
        " ID": "26",
        "Message Text": "Quick question: does anyone know where to get help with my resume and interview skills?",
        "User": "lionelanand@hotmail.ca",
        "Channel": "Brown Reentry Consulting"
    },
    {
        " ID": "25",
        "Message Text": "Feeling discouraged about finding work with a record. Any entrepreneurs out there with advice on starting a small business after prison?",
        "User": "kevyncampbell6898@google.org",
        "Channel": "Philadelphia Opportunities Industrialization Center"
    },
    {
        " ID": "24",
        "Message Text": "Just aced my interview at Phila Maintenance! So grateful for these job training programs. Anyone else here score a job recently they'd like to share?",
        "User": "petramanju1699@hotmail.couk",
        "Channel": "Brown Reentry Consulting"
    },
    {
        " ID": "23",
        "Message Text": "Struggling to find a therapist who works with formerly incarcerated people. Any leads on resources that can help?",
        "User": "aureliafreitas4552@hotmail.org",
        "Channel": "Community Residential Rehabilitation Services"
    },
    {
        " ID": "22",
        "Message Text": "Shoutout to the peeps at PHAN! Their free health insurance enrollment has been a lifesaver.",
        "User": "simonestewart@hotmail.couk",
        "Channel": "Pennsylvania Health Access Network"
    },
    {
        " ID": "21",
        "Message Text": "Feeling overwhelmed with all the paperwork. Free legal aid seems like a maze to navigate. Any recommendations for lawyers specializing in re-entry issues?",
        "User": "benjaminpastor@protonmail.org",
        "Channel": "Philadelphia Lawyers for Social Equity"
    },
    {
        " ID": "20",
        "Message Text": "Man, this housing search is brutal. Any tips for finding decent apartments that accept formerly incarcerated folks in Philly?",
        "User": "calvindubois@google.com",
        "Channel": "Horizon House Supported Employment Services"
    },
    {
        " ID": "18",
        "Message Text": "Hi Everyone. I'm excited to learn about FreePass and connect with more people. I wanted to ask about some of the job opportunities you've seen lately. What has caught your eye? Do you know who is hiring right now?",
        "User": "christopherross3@example.com",
        "Channel": ""
    },
    {
        " ID": "15",
        "Message Text": "Hey all, just got connected with PhilaHELP. Anyone here been through their re-entry program? What was your experience like?",
        "User": "christopherross3@example.com",
        "Channel": ""
    },
    {
        " ID": "14",
        "Message Text": "Does anyone know the best places to get a state ID around here after release? Need to get that updated ASAP.",
        "User": "mayawest2@example.com",
        "Channel": ""
    }
]